Repository: bi0xid/newcal-plugin
Catalog: event-change-status-plugin/langs/event-change-status-*.po
Languages: es_es

source: COMMENT UNAPPROVED on your post #%1$s "%2$s"
es_es: COMENTARIO RECHAZADO en tu entrada #%1$s "%2$s"

source: Author : %1$s (IP: %2$s , %3$s)
es_es: Autor : %1$s (IP: %2$s , %3$s)

source: E-mail : %s
es_es: Correo Electrónico : %s

source: URL : %s
es_es: Enlace : %s

source: You can see all comments on this post here:
es_es: Puedes ver todos los comentarios de esta entrada aquí:

source: Approve it: %s
es_es: Aprobarlo: %s

source: [%1$s] Comment Unapproved: "%2$s"
es_es: [%1$s] Comentario Rechazado: "%2$s"

source: COMMENT APPROVED on your post #%1$s "%2$s"
es_es: COMENTARIO APROBADO en tu entrada #%1$s "%2$s"

source: Comment:
es_es: Comentario:

source: Unapprove it: %s
es_es: Rechazarlo: %s

source: [%1$s] Comment Approved: "%2$s"
es_es: [%1$s] Comentario Aprobado: "%2$s"

source: Change Comment Status
es_es: Cambiar Estado de los Comentarios por Correo

source: Send messages to this e-mails
es_es: Enviar los mensajes a estos correos

source: Hi!?!
es_es: ¡¿¡Hola!?!

source: The comment has been approved.
es_es: El comentario ha sido aprobado.

source: The comment has been unapproved.
es_es: El comentario ha sido rechazado.

source: The comment has been yet visited, previosly?! ;-)
es_es: El comentario ya ha sido visitado, ¿¡¿Anteriormente?!? ;-)
